---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewFamilyType
source: html/6d01eead-cdf2-e6e0-1ee2-869e0c1019f3.htm
---
# ViewFamilyType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.